[
    
    {
        "userName": "Lorali Reynolds",
        "quote": "“Spectacular cape cod history”",
        "reviewText": "You’ll love this fabulously accessorized historic old stone barn renovated into large family home. All rooms are huge and nicely furnished to keep you occupied and enjoying gathering the family in one spot. We enjoyed croquet on the lawn, riding bikes on nearby Shining Sea Bike Path, pizza at nearby restaurant and market, and wonderful bread and bakery items from nearby market. Beaches are very close by. Very nice location and wonderfully accessorized home for family get together",
        "date": " June 2019"
    },
    {
        "userName": "starbrite7",
        "quote": "“A STEP BACK IN TIME --- WITH ALL THE MODERN CONVENIENCES!!!!!”",
        "reviewText": "Our stay at the Old Stone Barn was fantastic! We loved it! It was conveniently located to many places of interest. The weather was perfect, with the exception of one rainy day when we went to Boston. Our grandson who lives in Bourne, felt that we had made a wonderful choice in selecting accommodations. So did our little three year old granddaughter who really didn't want to leave. The place was so roomy and homey, and we especially loved the sun room. Books and games were plentiful for all ages. The kitchen was equipped with everything a cook would want/need, including spices and a large variety of cookware. The uniqueness of the house was just perfect for our family, and we would love to return sometime for a family reunion. Our only regret was that we didn't have a longer vacation. We truly got a lovely taste of Cape Cod. Thank you for the recommendations of places to see and enjoy in the area. The key lime pie at 'Pie in the Sky' was outstanding! Thank you for 'hosting' our family. The history of the Old Stone Barn should be included with every contract. Most interesting.",
        "date": " October 2017"
    },
    {
        "userName": "sandylu2013",
        "quote": "“Delightful place for a family vacation.”",
        "reviewText": "Everything you could possibly want or need is provided in this spacious, historic converted stone barn. Old Silver Beach is nearby and the town of Falmouth has delightful shops, cafes, and that quaint New England atmosphere the Cape is known for. Ask the owner for a history of the Old Stone Barn--fascinating!",
        "date": " August 2017"
    },
    {
        "quote": "&#x201c;Charming home in beautiful location&#x201d;",
        "reviewText": "The Old Stone Barn is a charming home, with a fantastic view down to Buzzard's Bay and plenty of space for a large family or group of friends to gather.  The home is also well appointed and conveniently located with easy access to the bike path, the beaches of West Falmouth, the town of Falmouth, and down to Woods Hole.  I would highly recommend it for anyone looking to spend time in a beautiful part of Cape Cod.",
        "date": " August 2016"
    },
    {
        "quote": "&#x201c;Remodeled stone barn&#x201d;",
        "reviewText": "Spacious, comfortable. Wonderful hangout porch with view to ocean. Love this house. Nearby bike path gives you easy access to several beaches.",
        "date": " July 2016"
    },
    {
        "quote": "&#x201c;Everything advertised and more&#x201d;",
        "reviewText": "This house is great.  Wide open layout great for entertaining.  There is everything you could possibly and then some.  Great back yard perfect for activities.  Will definitely be renting again.",
        "date": " October 2012"
    },
    {
        "quote": "&#x201c;A wonderful family gathering place.&#x201d;",
        "reviewText": "This is our second time celebrating a significant birthday. at the stone house.  In spite of it being &quot;off season&quot; it was spacious, warm and welcoming.   We look forward to many more special holidays together there.",
        "date": " October 2012"
    },
    {
        "quote": "&#x201c;Tasteful but Homey -- A Vacation Dream&#x201d;",
        "reviewText": "We have rented houses in West Falmouth for over 20 years and this is the best.  The house is old but everything inside is modern and tasteful.  We loved the sit on the upstairs deck and watch the ocean and the bikes on the bike path or sit downstairs and see the little bunnies on the lawn.",
        "date": " June 2009"
    },
    {
        "quote": "&#x201c;Step out of time&#x201d;",
        "reviewText": "What a perfect place for a get away.  You feel right at home as soon as you walk in.  Peaceful and serene, yet close enough to shops, restaurants, etc. We really enjoyed our retreat!",
        "date": " May 2009"
    },
    {
        "quote": "&#x201c;Stellar setting and accomodations&#x201d;",
        "reviewText": "For our extended family gathering, this home was perfect.  There was room for everyone from grandparents to tiny tots.  The game room was a favorite of the children.  The deck off the master bedroom with views of the Bay were my favorite.  Hiking through the trail toward the water was exciting and a true get away.  Accomodations and supplies were excellent.",
        "date": " October 2008"
    },
    {
        "quote": "&#x201c;Old Stone Barn Rules&#x201d;",
        "reviewText": "We loved his place so much. Lots of room and very well stocked. One of our best rentals yet. Great water views and an interesting walk to the beach. We would rent the Old Stone Barn again and again. The owners are nice people who answered all our questions prior to the rental. Parking for 5 cars easily. Lots of games and books for kids and adults.<br/>4 bathrooms were a real plus. Great location away from from traffic but close to shopping and entertainment. Great backkyard for kids an adults. The master bedroom views are to die for. We could go on and on. In short, it is a great house for a short or long term rental. Should we return to the Cape this property would be our first choice.",
        "date": " July 2008"
    },
    {
        "quote": "&#x201c;Home away from Home!&#x201d;",
        "reviewText": "We stayed at the old stone barn for our son's wedding in September. When we crossed the threshold, I felt at home almost immediately.  My memories of that space consists of family, love and fabulous friends.  The view of the ocean from our balcony and the tantalizing smell of wild grapes from the yard will be etched in my mind forever.",
        "date": " September 2007"
    }
]